screen.welcome.welcome=F\u00E9licitations, votre serveur est en ligne ! Pour savoir comment vous authentifier, merci de regarder la m\u00E9thode d'authentification d\u00E9finie par d\u00E9faut.
screen.welcome.security=Pour des raisons de s\u00E9curit\u00E9, veuillez vous <a href="logout">d\u00E9connecter</a> et fermer votre navigateur lorsque vous avez fini d'acc\u00E9der aux services authentifi\u00E9s.
screen.welcome.instructions=Entrez votre identifiant et votre mot de passe.
screen.welcome.label.netid=<span class="accesskey">I</span>dentifiant :
screen.welcome.label.netid.accesskey=i
screen.welcome.label.password=<span class="accesskey">M</span>ot de passe :
screen.welcome.label.password.accesskey=m
screen.welcome.label.publicstation=Je suis sur un ordinateur public.
screen.welcome.label.warn=<span class="accesskey">P</span>r\u00E9venez-moi avant d'acc\u00E9der \u00E0 d'autres services.
screen.welcome.label.warn.accesskey=p
screen.welcome.label.warnremove=Ne plus me pr\u00E9venir
screen.welcome.button.login=SE CONNECTER
screen.welcome.button.logout=SE DECONNECTER
screen.welcome.button.loginwip=Veuillez patienter...
screen.welcome.button.register=S'enregistrer
screen.welcome.button.print=Imprimer
screen.welcome.button.clear=EFFACER
screen.welcome.label.loginwith=Ou authentifiez-vous avec :

screen.cookies.disabled.title=Cookies navigateur d\u00E9sactiv\u00E9s
screen.cookies.disabled.message=Votre navigateur ne supporte pas les cookies. L'authentification centralis\u00E9e NE FONCTIONNERA PAS.

screen.pm.button.submit=SOUMETTRE
screen.pm.button.cancel=ANNULER
screen.pm.button.forgotpwd=<a href="https://pwd.example.org">Mot de passe oubli\u00E9 ?</a>
screen.pm.button.resetPassword=R\u00E9initialiser votre mot de passe
screen.pm.reset.username=Identifiant :
screen.pm.reset.heading=Echec de la r\u00E9initialisation du mot de passe
screen.pm.reset.message=Votre demande de r\u00E9initialisation du mot de passe ne peut pas \u00EAtre trait\u00E9e \u00E0 l'heure actuelle
screen.pm.reset.qstitle=R\u00E9pondez aux questions de s\u00E9curit\u00E9
screen.pm.reset.qsmsg=Bienvenue <strong>{0}</strong>. Avant de pouvoir r\u00E9initialiser votre mot de passe, vous devez r\u00E9pondre aux questions de s\u00E9curit\u00E9 suivantes.
screen.pm.reset.sentInstructions=Vous devriez bient\u00F4t recevoir un e-mail contenant les instructions \u00E0 suivre pour r\u00E9initialiser votre mot de passe. Veuillez en tenir compte rapidement car leur validit\u00E9 pourrait \u00EAtre limit\u00E9e dans le temps.
screen.pm.reset.sent=Instructions de r\u00E9initialisation de mot de passe envoy\u00E9es avec succ\u00E8s.
screen.pm.reset.title=R\u00E9initialiser votre mot de passe
screen.pm.reset.instructions=Veuillez indiquer votre identifiant. Vous recevrez un e-mail avec les instructions \u00E0 suivre pour r\u00E9initialiser votre mot de passe.
screen.aup.button.accept=ACCEPTER
screen.aup.button.cancel=ANNULER

screen.consent.confirm=CONFIRMER
screen.consent.cancel=ANNULER
screen.consent.title=Consentement
screen.consent.attributes=Attributs
screen.consent.options=Options
screen.consent.attributes.header=Les attributs suivants seront fournis \u00E0 <strong>[{0}]</strong> :
screen.consent.attributes.attribute=Attribut
screen.consent.attributes.values=Valeur(s)
screen.consent.attributes.data.info=Affichage de _START_ \u00E0 _END_ \u00E9l\u00E9ments sur _TOTAL_
screen.consent.options.header=A quelle fr\u00E9quence devrais-je donner mon consentement \u00E0 l'avenir ?
screen.consent.options.always=<strong>A chaque fois</strong>
screen.consent.options.desc.always=Afficher l''\u00E9cran de consentement \u00E0 chaque fois que j''acc\u00E8de \u00E0 {0}.
screen.consent.options.attributename=<strong>Ajout/suppression d'attribut</strong>
screen.consent.options.desc.attributename=Afficher l''\u00E9cran de consentement si un attribut est ajout\u00E9 ou supprim\u00E9 de la liste des attributs fournis \u00E0 {0}.
screen.consent.options.attributevalue=<strong>Ajout/suppression/modification d'attribut</strong>
screen.consent.options.desc.attributevalue.intro=Afficher l'\u00E9cran de consentement si :
screen.consent.options.desc.attributevalue.first=Un nouvel attribut est ajout\u00E9 \u00E0 la liste des attributs fournis \u00E0 {0}.
screen.consent.options.desc.attributevalue.second=Un attribut est supprim\u00E9 de la liste des attributs fournis \u00E0 {0}.
screen.consent.options.desc.attributevalue.third=La valeur d''un attribut fourni \u00E0 {0} a chang\u00E9.
screen.consent.options.reminder.header=A quelle fr\u00E9quence devrais-je \u00EAtre rappel\u00E9 de donner mon consentement ?
screen.consent.options.reminder.expl=Afficher l''\u00E9cran de consentement, sous forme de rappel, dans le cas o\u00F9 la liste des attributs fournis \u00E0 {0} n''a pas chang\u00E9.
screen.consent.options.timeunit.seconds=Secondes
screen.consent.options.timeunit.minutes=Minutes
screen.consent.options.timeunit.hours=Heures
screen.consent.options.timeunit.days=Jours
screen.consent.options.timeunit.weeks=Semaines
screen.consent.options.timeunit.months=Mois
screen.consent.options.timeunit.years=Ann\u00E9es

screen.consent.review.header=V\u00E9rification du consentement
screen.consent.review.loading=Chargement des choix de consentement ...
screen.consent.review.noconsentdecisions=Aucune d\u00E9cision de consentement n'a \u00E9t\u00E9 enregistr\u00E9e vous concernant.
screen.consent.review.success=La d\u00E9cision de consentement a \u00E9t\u00E9 supprim\u00E9e avec succ\u00E8s.
screen.consent.review.error=Une erreur est survenue
screen.consent.review.confirm=Supprimer la d\u00E9cision de consentement pour [{}] ?
screen.consent.review.yes=Oui
screen.consent.review.no=Non
screen.consent.review.date=Date
screen.consent.review.service=Service
screen.consent.review.delete=SUPPRIMER
screen.consent.review.createddate=Date de cr\u00E9ation :
screen.consent.review.reminder=Rappel :
screen.consent.review.option=Option :
screen.consent.review.options.attributename=Ajout/suppression d'attribut
screen.consent.review.options.attributevalue=Ajout/suppression/modification d'attribut
screen.consent.review.options.always=A chaque fois
screen.consent.review.options.desc.always=Afficher l'\u00E9cran de consentement \u00E0 chaque fois que je me connecte.
screen.consent.review.options.desc.attributename=Afficher l'\u00E9cran de consentement si un attribut est ajout\u00E9 ou supprim\u00E9 de la liste des attributs.
screen.consent.review.options.desc.attributevalue=Afficher l'\u00E9cran de consentement si 1) un nouvel attribut est ajout\u00E9 \u00E0 la liste, 2) un attribut est supprim\u00E9 de la liste, 3) la valeur d'un attribut a chang\u00E9.
screen.consent.review.attributes=Attributs :
screen.consent.review.data.search=Rechercher
screen.consent.review.data.zerorecords=Aucune d\u00E9cision correspondante n'a \u00E9t\u00E9 trouv\u00E9e
screen.consent.review.data.info=Affichage de _START_ \u00E0 _END_ \u00E9l\u00E9ments sur _TOTAL_
screen.consent.review.data.infofiltered=(filtr\u00E9 parmi _MAX_ \u00E9l\u00E9ments au total)
screen.consent.review.data.infoempty=Aucune d\u00E9cision \u00E0 afficher
screen.consent.review.logout.success=Vous \u00EAtes d\u00E9connect\u00E9 de la page de v\u00E9rification du consentement. Vous pouvez vous <a href="../logout">d\u00E9connecter</a> compl\u00E8tement du Service Central d'Authentification et terminer votre session de connexion unique.

screen.nonsecure.title=Connexion non s\u00E9curis\u00E9e
screen.nonsecure.message=Vous acc\u00E9dez actuellement au serveur CAS via une connexion non s\u00E9curis\u00E9e. L'authentification unique NE FONCTIONNERA PAS. Pour faire fonctionner l'authentification unique, vous devez vous authentifier en HTTPS.

screen.defaultauthn.title=Authentification statique
screen.defaultauthn.heading=CAS est configur\u00E9 pour accepter une liste statique d'utilisateurs pour l'authentification principale. Veuillez noter que ceci est UNIQUEMENT utile \u00E0 des fins de d\u00E9monstration. Il est recommand\u00E9 d'utiliser CAS avec un serveur LDAP, JDBC, etc. \u00E0 la place.
logo.title=Aller \u00E0 la page d'accueil Apereo
copyright=Copyright &copy; 2005&ndash;2018 Apereo, Inc.
screen.capslock.on=La touche Verr Maj est activ\u00E9e !
screen.button.continue=Continuer
screen.post.response.message=Vous allez \u00EAtre redirig\u00E9 vers {0}.

screen.interrupt.title=Interruption de l'authentification
screen.interrupt.message=Le processus d''authentification a \u00E9t\u00E9 interrompu. CAS n''a pas encore \u00E9tabli de session d''authentification centralis\u00E9e pour <strong>{0}</strong>.

screen.mdui.infolink.text=<a href="{0}" target="_blank">Plus d''informations sur cette application</a>.
screen.mdui.privacylink.text=<a href="{0}" target="_blank">Politique de confidentialit\u00E9 de cette application</a>.

screen.interrupt.btn.proceed=Continuer
screen.interrupt.btn.cancel=Annuler

# Generic Error Pages 401, 404, 500, etc
########################################
screen.error.page.heading=Erreur
screen.error.page.accessdenied=Acc\u00E8s refus\u00E9
screen.error.page.permissiondenied=Vous n'avez pas la permission de consulter cette page.
screen.error.page.requestunsupported=Le type de requ\u00EAte ou sa syntaxe n'est pas support\u00E9.
screen.error.page.loginagain=Se reconnecter
screen.error.page.notfound=Page introuvable
screen.error.page.doesnotexist=La page \u00E0 laquelle vous tentez d'acc\u00E9der n'existe pas.
screen.error.page.authdenied=Autorisation d'acc\u00E8s refus\u00E9e

# Remember-Me Authentication
screen.rememberme.checkbox.title=Se souvenir de moi

# Gua
screen.gua.confirm.message=Si vous ne reconnaissez pas cette image, ne continuez PAS.

# Blocked Errors Page
screen.blocked.header=Acc\u00E8s non autoris\u00E9
screen.blocked.message=Vous avez saisi un mauvais mot de passe trop de fois de suite. Vous avez \u00E9t\u00E9 rejet\u00E9.
AbstractAccessDecisionManager.accessDenied=Vous n'\u00EAtes pas autoris\u00E9 \u00E0 acc\u00E9der \u00E0 cette ressource. Contactez votre administrateur CAS pour plus d'informations.

#Confirmation Screen Messages
screen.confirmation.message=Vous avez demand\u00E9 \u00E0 \u00EAtre pr\u00E9venu avant de vous connecter aux applications. Veuillez continuer.
screen.authentication.warning=Connexion r\u00E9ussie avec avertissement

#Generic Success Screen Messages
screen.success.header=Connexion r\u00E9ussie
screen.success.success=Bienvenue <strong>{0}</strong>. Vous vous \u00EAtes authentifi\u00E9(e) aupr\u00E8s du Service Central d''Authentification. Toutefois, vous voyez \
  cette page car CAS ne connait pas votre destination finale ni comment vous y rediriger. Examinez la requ\u00EAte d''authentification et \
  assurez-vous qu''une application ou service cible autoris\u00E9 et enregistr\u00E9 aupr\u00E8s de CAS est sp\u00E9cifi\u00E9.
screen.success.security=Pour des raisons de s\u00E9curit\u00E9, veuillez vous <a href="logout">d\u00E9connecter</a> et fermer votre navigateur lorsque vous avez fini d'acc\u00E9der aux services authentifi\u00E9s.

#Logout Screen Messages
screen.logout.confirm.header=Voulez-vous vous d\u00E9connecter compl\u00E8tement ?
screen.logout.confirm.text=Une application vous a peut-\u00EAtre redirig\u00E9 vers le Service Central d'Authentification \
  pour vous d\u00E9connecter compl\u00E8tement et d\u00E9truire votre session d'authentification unique. Si vous choisissez de vous d\u00E9connecter, vous devrez \u00E0 nouveau \
  fournir vos identifiants pour acc\u00E9der \u00E0 une application.<p><p><br>Voulez-vous continuer ?

screen.logout.header=D\u00E9connexion r\u00E9ussie
screen.logout.success=Vous vous \u00EAtes d\u00E9connect\u00E9(e) du Service Central d'Authentification. Vous pouvez vous <a href="login">connecter</a> \u00E0 nouveau.
screen.logout.fc.success=Vous vous \u00EAtes d\u00E9connect\u00E9(e) du Service Central d'Authentification. La d\u00E9connexion unique \u00E9tant activ\u00E9e, \
  les applications de la liste suivante seront <strong>seulement notifi\u00E9es</strong> de votre d\u00E9connexion et de la destruction de votre session. Notez \
  qu'il ne s'agit que d'une notification, pas d'une garantie. Il est de la responsabilit\u00E9 de chaque application d'en tenir compte et de vous d\u00E9connecter.
screen.logout.security=Pour des raisons de s\u00E9curit\u00E9, veuillez fermer votre navigateur.

screen.service.sso.error.header=Une nouvelle authentification est requise pour acc\u00E9der \u00E0 ce service.
screen.service.sso.error.message=Vous avez tent\u00E9 d''acc\u00E9der \u00E0 un service qui requiert une nouvelle authentification sans vous authentifier \u00E0 nouveau.  Veuillez <a href="{0}">vous authentifier de nouveau</a>.
screen.service.required.message=Vous avez tent\u00E9 de vous authentifier sans pr\u00E9ciser d'application cible. Merci de v\u00E9rifier votre requ\u00EAte et de recommencer.

captchaError=Echec de la validation reCAPTCHA.
username.required=Vous devez entrer votre identifiant.
password.required=Vous devez entrer votre mot de passe.

# Password Management
confirmedPassword.required=Le mot de passe doit \u00EAtre confirm\u00E9.
pm.passwordsMustMatch=Les mots de passe fournis ne correspondent pas.
pm.passwordFailedCriteria=Le mot de passe fourni ne satisfait pas la politique de s\u00E9curit\u00E9. Veuillez r\u00E9essayer.
pm.updateFailure=Le mot de passe n'a pas pu \u00EAtre modifi\u00E9. Veuillez r\u00E9essayer.

# Authentication failure messages
authenticationFailure.AccountDisabledException=Votre compte a \u00E9t\u00E9 d\u00E9sactiv\u00E9.
authenticationFailure.AccountLockedException=Votre compte est bloqu\u00E9.
authenticationFailure.AccountExpiredException=Votre compte a expir\u00E9 et n'est pas autoris\u00E9 \u00E0 se connecter \u00E0 l'heure actuelle.
authenticationFailure.CredentialExpiredException=Votre mot de passe a expir\u00E9.
authenticationFailure.InvalidLoginLocationException=Vous ne pouvez pas vous authentifier depuis cet ordinateur.
authenticationFailure.InvalidLoginTimeException=Vous ne pouvez pas vous authentifier pendant cette p\u00E9riode.
authenticationFailure.AccountNotFoundException=Mauvais identifiant / mot de passe.
authenticationFailure.FailedLoginException=Mauvais identifiant / mot de passe.
authenticationFailure.SurrogateAuthenticationException=Vous n'\u00EAtes pas autoris\u00E9 \u00E0 vous faire passer pour cet utilisateur \u00E0 l'heure actuelle.
authenticationFailure.AccountPasswordMustChangeException=Votre mot de passe a expir\u00E9 et doit \u00EAtre chang\u00E9.
authenticationFailure.UnauthorizedServiceForPrincipalException=Acc\u00E8s au service refus\u00E9 en raison de privil\u00E8ges manquants.
authenticationFailure.UNKNOWN=Mauvais identifiant / mot de passe.
authenticationFailure.AuthenticationException=L'identifiant / mot de passe est invalide et la tentative d'authentification a \u00E9chou\u00E9.

INVALID_REQUEST_PROXY=La requ\u00EAte n'est pas formatt\u00E9e correctement. Assurez-vous que tous les param\u00E8tres requis sont correctement encod\u00E9s et inclus.
INVALID_TICKET_SPEC=La validation du ticket est impossible. Les raisons possibles peuvent \u00EAtre la validation d'un Proxy Ticket sur une URL de validation de Service Ticket, ou une mauvaise requ\u00EAte de type renew.
INVALID_REQUEST=Les param\u00E8tres 'service' et 'ticket' sont tous deux n\u00E9cessaires
INVALID_TICKET=Le ticket ''{0}'' est inconnu
INVALID_PROXY_GRANTING_TICKET=Le PGT a d\u00E9j\u00E0 \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9 pour ce ST. Impossible de g\u00E9n\u00E9rer plus d'un PGT pour un ST donn\u00E9.
INVALID_SERVICE=Le ticket ''{0}'' ne correspond pas au service demand\u00E9. Le service original \u00E9tait ''{1}'' et le service demand\u00E9 \u00E9tait ''{2}''.
INVALID_PROXY_CALLBACK=L''url de rappel du proxy ''{0}'' n''a pu \u00EAtre authentifi\u00E9e. Soit ''{0}'' est injoignable, soit il n''est pas autoris\u00E9 \u00E0 ex\u00E9cuter une authentification proxy.
UNAUTHORIZED_SERVICE_PROXY=Le service utilis\u00E9 ''{0}'' n''est pas autoris\u00E9 \u00E0 utiliser l''authentification proxy CAS.
UNSATISFIED_AUTHN_POLICY=L'acc\u00E8s au service est refus\u00E9 en raison d'une politique d'authentification non satisfaite.

screen.service.error.header=Application non autoris\u00E9e \u00E0 utiliser CAS
service.not.authorized.missing.attr=Vous n'\u00EAtes pas autoris\u00E9 \u00E0 acc\u00E9der \u00E0 cette application car votre compte \
n'a pas les privil\u00E8ges requis par le seveur CAS pour acc\u00E9der \u00E0 ce service. Merci de contacter votre support.
screen.service.error.message=L'application pour laquelle vous avez tent\u00E9 de vous authentifier n'est pas autoris\u00E9e \u00E0 utiliser CAS. \
  Ceci signifie habituellement que l'application n'est pas enregistr\u00E9e aupr\u00E8s de CAS, ou sa politique d'acc\u00E8s d\u00E9finie lors de son enregistrement \
  ne lui permet pas d'utiliser les fonctionnalit\u00E9s de CAS, ou bien elle est invalide et non reconnue par CAS. \
  Contactez votre administrateur CAS pour savoir comment enregistrer et int\u00E9grer votre application \u00E0 CAS.
screen.service.empty.error.message=Le registre de services CAS est vide et ne contient aucune d\u00E9finition de service. \
Les applications qui souhaitent s'authentifier aupr\u00E8s de CAS doivent explicitement s'enregistrer dans la base des services.

# Password policy
password.expiration.warning=Votre mot de passe expire dans {0} jour(s). Merci de <a href="{1}">changer votre mot de passe</a> maintenant.
password.expiration.loginsRemaining=Il vous reste {0} authentification(s) avant de <strong>DEVOIR</strong> changer votre mot de passe.
screen.accountdisabled.heading=Ce compte a \u00E9t\u00E9 d\u00E9sactiv\u00E9.
screen.accountdisabled.message=Merci de contacter votre administrateur syst\u00E8me pour r\u00E9cup\u00E9rer votre acc\u00E8s.
screen.accountlocked.heading=Votre compte a \u00E9t\u00E9 bloqu\u00E9.
screen.accountlocked.message=Merci de contacter votre administrateur pour le d\u00E9bloquer.
screen.expiredpass.heading=Votre mot de passe a expir\u00E9.
screen.expiredpass.message=Merci de <a href="{0}">changer votre mot de passe</a>.
screen.mustchangepass.heading=Vous devez changer votre mot de passe.
screen.mustchangepass.message=Merci de <a href="{0}">changer votre mot de passe</a>.
screen.badhours.heading=Vous ne pouvez pas vous authentifier durant cette plage horaire.
screen.badhours.message=Merci de r\u00E9essayer plus tard.
screen.authnblocked.heading=La tentative d'authentification est bloqu\u00E9e.
screen.authnblocked.message=Votre tentative d'authentification n'est pas consid\u00E9r\u00E9e comme s\u00FBre et n'est donc pas autoris\u00E9e depuis cet ordinateur.
screen.risk.authnblocked.heading=La tentative d'authentification est bloqu\u00E9e.
screen.risk.authnblocked.message=Votre tentative d'authentification n'est pas consid\u00E9r\u00E9e comme s\u00FBre et n'est donc pas autoris\u00E9e depuis cet ordinateur.
screen.badworkstation.heading=Vous ne pouvez pas vous authentifier depuis cet ordinateur.
screen.badworkstation.message=Merci de contacter votre administrateur syst\u00E8me pour r\u00E9cup\u00E9rer votre acc\u00E8s.
screen.button.changePassword=Changer de mot de passe

screen.pm.success.header=Changement de mot de passe r\u00E9ussi
screen.pm.success.message=Le mot de passe de votre compte a \u00E9t\u00E9 mis \u00E0 jour avec succ\u00E8s.

screen.pm.confirmpsw=Confirmez le mot de passe :
screen.pm.enterpsw=Entrez le mot de passe :

screen.pac4j.unauthz.pagetitle=Acc\u00E8s non autoris\u00E9
screen.pac4j.unauthz.gotoapp=Aller \u00E0 l'application
screen.pac4j.unauthz.login=Revenir \u00E0 CAS
screen.pac4j.unauthz.heading=Acc\u00E8s non autoris\u00E9
screen.pac4j.unauthz.message=Soit la requ\u00EAte d'authentification a \u00E9t\u00E9 rejet\u00E9e/annul\u00E9e, soit le fournisseur d'authentification a rejet\u00E9 l'acc\u00E8s en raison \
  de permissions incorrectes, etc. V\u00E9rifiez les logs pour trouver la cause r\u00E9elle du probl\u00E8me.

# GAuth
screen.authentication.gauth.register=Votre compte n'est pas enregistr\u00E9. Utilisez les param\u00E8tres suivants pour enregistrer votre appareil aupr\u00E8s de CAS.
screen.authentication.gauth.key=La cl\u00E9 secr\u00E8te pour l''enregistrement est {0}

# OAuth
screen.oauth.confirm.header=Autorisation
screen.oauth.confirm.message=Voulez-vous donner acc\u00E8s \u00E0 votre profil \u00E0 "{0}" ?
screen.oauth.confirm.allow=Autoriser
screen.oauth.confirm.deny=Refuser
cas.oauth.confirm.pagetitle=Approbation de l'acc\u00E8s

# OIDC
screen.oidc.confirm.infourl=Plus d''informations sur {0}.
screen.oidc.confirm.privacyurl=Consultez les r\u00E8gles de confidentialit\u00E9 de {0}.

screen.oidc.confirm.scope.profile=Ceci fournit l'acc\u00E8s aux informations de profil excluant adresse, e-mail et t\u00E9l\u00E9phone.
screen.oidc.confirm.scope.email=Ceci fournit l'acc\u00E8s aux informations d'adresse e-mail.
screen.oidc.confirm.scope.address=Ceci fournit l'acc\u00E8s aux informations d'adresse postale.
screen.oidc.confirm.scope.openid=Ceci indique une requ\u00EAte d'acc\u00E8s OpenID Connect.
screen.oidc.confirm.scope.phone=Ceci fournit l'acc\u00E8s aux informations de t\u00E9l\u00E9phone.
screen.oidc.confirm.scope.offline_access=Ceci fournit l'acc\u00E8s \u00E0 un refresh token utilis\u00E9 pour l'acc\u00E8s hors ligne.

screen.oidc.confirm.asksinfo=Ce client demande l'acc\u00E8s aux informations suivantes :
screen.oidc.confirm.dynamic=Ce client a \u00E9t\u00E9 enregistr\u00E9 dynamiquement \u00E0 <code>{0}</code>.

# Unavailable
screen.unavailable.header=Erreur CAS
screen.unavailable.heading=CAS n''a pas pu traiter cette requ\u00EAte : "{0}:{1}"
screen.unavailable.message=Une erreur s'est produite lors du traitement de votre requ\u00EAte. \
<strong>Merci de contacter votre support ou de r\u00E9essayer.</strong> \
<div>Apereo est une fondation de gouvernance de logiciel libre \u00E0 but non lucratif. Le logiciel CAS est un projet sponsoris\u00E9 par Apereo \
et est librement t\u00E9l\u00E9chargeable et utilisable par n'importe qui. Toutefois, Apereo ne g\u00E8re pas les syst\u00E8mes de quiconque utilise le \
logiciel et dans la plupart des cas n'a pas connaissance de qui l'utilise ou comment les contacter, \u00E0 moins qu'il ne s'agisse de \
membres actifs de la communaut\u00E9 Apereo.<br/><br/>Si vous avez des difficult\u00E9s \u00E0 vous connecter en utilisant CAS, \
<strong>vous devrez contacter le support technique ou l'\u00E9quipe IT de votre organisation pour obtenir une assistance</strong>. \
<br/><br/>Nous sommes d\u00E9sol\u00E9s de ne pouvoir vous apporter une aide plus directe.</div>

#####################################################################
# CustomizeUsernamePasswordAuthenticationHandler View
#####################################################################
#Resources Labels
cas.login.pagetitle=Connexion
cas.login.resources.header=Liens vers les ressources CAS
cas.login.resources.wiki=Documentation
cas.login.resources.issuetracker=Gestionnaire d'anomalies
cas.login.resources.mailinglist=Listes de diffusion
cas.login.resources.chat=Salon de discussion
cas.login.resources.blog=Blog
cas.login.resources.dashboard=Tableau de bord

####
# Acceptable Usage Policy View
#
cas.acceptableusagepolicyview.pagetitle=Politique d'utilisation acceptable

####
# Attribute Resolution View
#
cas.attrresolutionview.pagetitle=R\u00E9solution des attributs
cas.attrreleaseview.pagetitle=Acc\u00E8s aux attributs
cas.attrresolutionview.label.uid=Identifiant :
cas.attrresolutionview.button.submit=SOUMETTRE

##
# MFA
##
cas.mfa.duologin.pagetitle=Connexion DuoSecurity
cas.mfa.googleauth.pagetitle=Google Authenticator
cas.mfa.googleauth.label.token=Code :
cas.mfa.azure.pagetitle=Microsoft Authenticator
cas.mfa.radius.pagetitle=Authentification Radius
cas.mfa.yubikey.pagetitle=Authentification YubiKey
cas.mfa.yubikey.authenticate=Utilisez votre appareil YubiKey enregistr\u00E9 pour vous authentifier.
cas.mfa.yubikey.register=Votre appareil n'est pas encore enregistr\u00E9. Utilisez le formulaire suivant pour enregistrer votre appareil aupr\u00E8s de CAS.
cas.mfa.yubikey.label.token=Code :
cas.mfa.u2f.pagetitle=Authentification U2F
cas.mfa.authy.pagetitle=Connexion Authy
cas.mfa.swivel.pagetitle=Authentification Swivel
cas.mfa.swivel.label.token=Code :
cas.mfa.swivel.label.header=Authentication Swivel

cas.mfa.registerdevice.label.title=Enregistrer l'appareil
cas.mfa.registerdevice.label.intro=Veuillez nommer l'appareil actuel.
cas.mfa.registerdevice.pagetitle=Enregistrer l'appareil
cas.mfa.registerdevice.label.name=Nom
cas.mfa.registerdevice.button.register=Enregistrer

